{
  "立即登录": "ចូលឥឡូវនេះ",
  "登录享会员权益": "ចូលដើម្បីទទួលបានសិទ្ធិសមាជិក",
  "APP版本": "កំណែកម្មវិធី",
  "提示": "សូមប្រាប់",
  "帮助与反馈": "ជំនួយ និងមតិកែលម្អ",
  "语言设置": "ការកំណត់ភាសា",
  "用户协议": "កិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់",
  "隐私政策": "គោលការណ៍ឯកជនភាព",
  "确定": "បញ្ជាក់",
  "当前已是最新版本": "នេះជាកំណែថ្មីបំផុត",
  "未设置用户名": "ឈ្មោះអ្នកប្រើប្រាស់មិនត្រូវបានកំណត់",
  "跳过": "រំលង",
  "欢迎登录": "សូមស្វាគមន៍ចូល",
  "请输入手机号": "សូមបញ្ចូលលេខទូរសព្ទ",
  "请输入验证码": "សូមបញ្ចូលកូដផ្ទៀងផ្ទាត់",
  "发送验证码": "ផ្ញើកូដផ្ទៀងផ្ទាត់",
  "我已阅读并同意": "ខ្ញុំបានអាន និងយល់ព្រម",
  "《隐私政策》": "《គោលការណ៍ឯកជនភាព》",
  "《用户协议》": "《កិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់》",
  "和": "និង",
  "登录": "ចូល",
  "请填写您遇到的问题或建议": "សូមបំពេញបញ្ហា ឬការផ្តល់យោបល់របស់អ្នក",
  "输入": "បញ្ចូល",
  "选择问题类型": "ជ្រើសរើសប្រភេទបញ្ហា",
  "功能异常": "បញ្ហាមុខងារ",
  "建议与意见": "ការផ្តល់យោបល់ និងមតិកែលម្អ",
  "其他": "ផ្សេងទៀត",
  "问题类型": "ប្រភេទបញ្ហា",
  "联系方式": "ព័ត៌មានទំនាក់ទំនង",
  "请输入手机号或邮箱": "សូមបញ្ចូលលេខទូរសព្ទ ឬអ៊ីមែល",
  "请确保所有必填信息都已填写完整。": "សូមធ្វើការបញ្ចូលព័ត៌មានដែលត្រូវការទាំងអស់។",
  "问题已提交成功，感谢您的反馈": "បញ្ហាត្រូវបានដាក់ស្នើដោយជោគជ័យ សូមអរគុណសម្រាប់មតិកែលម្អរបស់អ្នក",
  "提交失败，请稍后再试": "ការដាក់ស្នើបានបរាជ័យ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ",
  "提交": "ដាក់ស្នើ",
  "加载用户协议失败": "ការផ្ទុកកិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់បានបរាជ័យ",
  "暂无用户协议内容": "គ្មានខ្លឹមសារកិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់",
  "耳机": "ឫស្សារ",
  "音乐": "តន្ត្រី",
  "我的": "របស់ខ្ញុំ",
  "个人信息": "ព័ត៌មានផ្ទាល់ខ្លួន",
  "退出登录": "ចេញពីការចូល",
  "用户ID": "អត្តលេខអ្នកប្រើប្រាស់",
  "用户名": "ឈ្មោះអ្នកប្រើប្រាស់",
  "性别": "ភេទ",
  "生日": "ថ្ងៃខែឆ្នាំកំណើត",
  "地区": "តំបន់",
  "请输入新的用户名": "សូមបញ្ចូលឈ្មោះអ្នកប្រើប្រាស់ថ្មី",
  "取消": "បោះបង់",
  "男": "ប្រុស",
  "女": "ស្រី",
  "年": "ឆ្នាំ",
  "月": "ខែ",
  "日": "ថ្ងៃ",
  "无法获取手机号码": "មិនអាចទទួលបានលេខទូរសព្ទ",
  "头像上传成功": "រូបភាពបានបង្ហោះដោយជោគជ័យ",
  "上传图片失败": "ការបង្ហោះរូបភាពបានបរាជ័យ",
  "AI对话": "ការនិយាយ AI",
  "按住说话": "ចុចហើយនិយាយ",
  "有什么问题尽管问我": "មានបញ្ហាអ្វីសូមសួរខ្ញុំ",
  "发送": "ផ្ញើ",
  "AI+翻译": "AI + បកប្រែ",
  "AI对话模式": "របៀបនិយាយ AI",
  "耳机+手机模式": "ឫស្សារ + ទូរសព្ទរបៀប",
  "翻译机模式": "ម៉ាស៊ីនបកប្រែរបៀប",
  "录音模式": "របៀបថតសំឡេង",
  "语言选择": "ជ្រើសរើសភាសា",
  "加载语言失败": "ការផ្ទុកភាសាបានបរាជ័យ",
  "录音": "ថតសំឡេង",
  "结束录音": "បញ្ចប់ការថតសំឡេង",
  "开始录音": "ចាប់ផ្តើមថតសំឡេង",
  "控制耳机": "គ្រប់គ្រងឫស្សារ",
  "停止录音": "ឈប់ថតសំឡេង",
  "播放录音": "លេងសំឡេងថត",
  "停止播放": "ឈប់លេង",
  "蓝牙耳机录音": "ថតសំឡេងដោយប្រើឫស្សារឡើងធ្វើពាក្យ",
  "设备列表": "បញ្ជីឧបករណ៍",
  "一人点击耳机，一人点击手机": "ម្នាក់ចុចឫស្សារ ម្នាក់ចុចទូរសព្ទ",
  "开始对话": "ចាប់ផ្តើមនិយាយ",
  "不再提醒": "កុំរំលឹកទៀត",
  "连接中...": "កំពុងភ្ជាប់...",
  "查找耳机": "ស្វែងរកឫស្សារ",
  " 查找耳机 ": "ស្វែងរកឫស្សារ",
  "暂无设备": "គ្មានឧបករណ៍",
  "修改设备名称": "កែប្រែឈ្មោះឧបករណ៍",
  "请输入新的设备名称": "សូមបញ្ចូលឈ្មោះឧបករណ៍ថ្មី",
  "保存": "រក្សាទុក",
  "删除配对记录": "លុបការភ្ជាប់រួច",
  "确定删除配对记录": "បញ្ជាក់លុបការភ្ជាប់រួច",
  "确认": "បញ្ជាក់",
  "搜索设备中..请将手机靠近耳机": "កំពុងស្វែងរកឧបករណ៍.. សូមដាក់ទូរសព្ទជិតឫស្សារ",
  "扫描添加": "ស្កេនហ្វូង និងបន្ថែម",
  "已连接": "បានភ្ជាប់",
  "连接中": "កំពុងភ្ជាប់",
  "连接": "ភ្ជាប់",
  "已断开": "បានផ្ដាច់",
  "该蓝牙设备已断开，请重新连接": "ឧបករណ៍ឡើងធ្វើពាក្យនេះបានផ្ដាច់ សូមភ្ជាប់ម្តងទៀត",
  "重新连接": "ភ្ជាប់ម្តងទៀត",
  "添加新设备": "បន្ថែមឧបករណ៍ថ្មី",
  "均衡器自定义音效": "ការកំណត់សំឡេងសមស្រប",
  "默认": "លំនាំដើម",
  "经典": "ក្លាសាសិក",
  "流行": "ព័ត៌មានចុងក្រោយ",
  "摇滚": "រុក្ខជាតិ",
  "爵士": "ចៅហ្ស",
  "乡村": "ភូមិសាស្រ្ត",
  "自定义": "កំណត់ដោយខ្លួនឯង",
  "左耳 (L)": "ឫស្សាខាងឆ្វេង",
  "右耳 (R)": "ឫស្សាខាងស្តាំ",
  "均衡器": "សមស្របសំឡេង",
  "操作设置": "ការកំណត់ដំណើរការ",
  "查找设备": "ស្វែងរកឧបករណ៍",
  "导航": "ទិសដៅ",
  "跟随导航快速寻找": "ធ្វើតាមទិសដៅដើម្បីស្វែងរករហ័ស",
  "停止": "ឈប់",
  "耳机正在发出声音，点击按钮停止": "ឫស្សារកំពុងផ្ញើសំឡេង ចុចប៊ូតុងដើម្បីឈប់",
  "播放声音": "លេងសំឡេង",
  "蓝牙耳机发出声音便于寻找": "ឫស្សារឡើងធ្វើពាក្យផ្ញើសំឡេងដើម្បីស្វែងរក",
  "未知设备": "ឧបករណ៍មិនស្គាល់",
  "轻触1下": "ចុចម្ដង",
  "轻触2下": "ចុចពីរដង",
  "控制设置": "ការកំណត់គ្រប់គ្រង",
  "左耳": "ឫស្សាខាងឆ្វេង",
  "右耳": "ឫស្សាខាងស្តាំ",
  "无作用": "គ្មានប្រយោជន៍",
  "上一曲": "តន្ត្រីមុន",
  "下一曲": "តន្ត្រីបន្ទាប់",
  "开机": "បើកម៉ាស៊ីន",
  "关机": "បិទម៉ាស៊ីន",
  "播放/暂停": "លេង/ផ្អាក",
  "音量加": "បង្កើនសំឡេង",
  "音量减": "បន្ថយសំឡេង",
  "无可用设备": "គ្មានឧបករណ៍ដែលអាចប្រើបាន",
  "当前没有可配对的蓝牙耳机设备，请稍等...": "បច្ចុប្បន្នគ្មានឧបករណ៍ឫស្សារឡើងធ្វើពាក្យដែលអាចភ្ជាប់បាន សូមរង់ចាំ...",
  "提示：请前往系统设置连接蓝牙": "សូមប្រាប់៖ សូមទៅកាន់ការកំណត់ប្រព័ន្ធដើម្បីភ្ជាប់ឡើងធ្វើពាក្យ",
  "请输入邮箱": "សូមបញ្ចូលអ៊ីមែលរបស់អ្នក",

  "使用谷歌账户登录": "ចូលដោយប្រើគណនី Google",

  "使用推特账户登录": "ចូលដោយប្រើគណនី Twitter",

  "会议翻译模式": "របៀបបកប្រែកិច្ចប្រជុំ",

  "备忘录": "កំណត់ចំណាំ",

  "会议翻译": "ការបកប្រែកិច្ចប្រជុំ",

  "标注": "ការសម្គាល់",

  "目标语言": "ភាសាគោលដៅ",

  "声纹识别": "ការស្គាល់សំឡេង",

  "标注功能": "មុខងារសម្គាល់",

  "标注功能正在开发中，敬请期待": "មុខងារសម្គាល់កំពុងស្ថិតនៅក្នុងការអភិវឌ្ឍន៍, សូមរង់ចាំ",

  "声纹识别功能": "មុខងារស្គាល់សំឡេង",

  "声纹识别功能正在开发中，敬请期待": "មុខងារស្គាល់សំឡេងកំពុងស្ថិតនៅក្នុងការអភិវឌ្ឍន៍, សូមរង់ចាំ",

  "退出页面后，转写内容将不被\n保存，请确认是否退出页面?": "ពេលចាកចេញពីទំព័រ, ខ្លឹមសារដែលបានចម្លងនឹងមិនត្រូវបានរក្សាទុក, សូមបញ្ជាក់ថាតើអ្នកចង់ចាកចេញពីទំព័រឬទេ",

  "退出": "ចាកចេញ",

  "我的录音记录": "កំណត់ត្រាសំឡេងរបស់ខ្ញុំ",

  "暂无音频": "បច្ចុប្បន្នគ្មានអូឌីយ៉ូ",

  "时间": "ពេលវេលា",

  "音频": "អូឌីយ៉ូ",

  "搜索": "ស្វែងរក",

  "输入标签": "បញ្ចូលស្លាក",

  "输入内容": "បញ្ចូលខ្លឹមសារ",
  "需要勾选协议": "អ្នកត្រូវធីកក្នុងកិច្ចព្រមព្រៀង",

  "请在登录前勾选用户协议。": "សូមធីកកិច្ចព្រមព្រៀងអ្នកប្រើប្រាស់មុនពេលចូល។",

  "登录失败请稍后再试。": "ការចូលបរាជ័យ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។",

  "此设备未找到 Google Play 服务，无法登录！": "មិនរកឃើញសេវា Google Play នៅលើឧបករណ៍នេះទេ មិនអាចចូលបានទេ!",

  "验证码无效或已过期": "លេខកូដផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវ ឬហួសមួយរយៈពេលហើយ",

  "继续录音": "បន្តការថតសំឡេង",

  "编辑录音文件名": "កែសម្រួលឈ្មោះឯកសារថតសំឡេង",

  "请输入文件名": "សូមបញ្ចូលឈ្មោះឯកសារ",

  "导出文本": "នាំចេញអត្ថបទ",

  "保存录音": "រក្សាទុកការថតសំឡេង",

  "复制文本": "ចម្លងអត្ថបទ",

  "导出TXT": "នាំចេញ TXT",

  "导出DOC": "នាំចេញ DOC",

  "导出的文本内容": "ខ្លឹមសារអត្ថបទដែលបាននាំចេញ",

  "分享DOC文件": "ចែករំលែកឯកសារ DOC",

  "示例 DOC 文件内容": "ខ្លឹមសារឯកសារ DOC ឧទាហរណ៍",

  "分享TXT文件": "ចែករំលែកឯកសារ TXT",

  "文件已删除": "ឯកសារត្រូវបានលុប",

  "您确定要删除此录音文件吗？": "តើអ្នកប្រាកដថាចង់លុបឯកសារថតសំឡេងនេះទេ?",

  "删除": "លុប",

  "无法播放音频文件": "មិនអាចចាក់ឯកសារសំឡេងបានទេ",

  "错误": "កំហុស",

  "输入标题": "បញ្ចូលចំណងជើង",

  "标题和内容不能为空": "ចំណងជើងនិងខ្លឹមសារមិនអាចទទេបានទេ",

  "无法打开地图应用": "មិនអាចបើកកម្មវិធីផែនទីបានទេ",

  "未保存位置信息，无法导航": "ព័ត៌មានទីតាំងមិនត្រូវបានរក្សាទុក មិនអាចរុករកបានទេ",

  "清空对话": "ច្បាស់",
  "暂停录音": "ផ្អាកការថត",
  "关闭": "បិទ",
  "回拨电话": "ទូរស័ព្ទត្រឡប់មកវិញ",
  "语言助手": "ជំនួយភាសា",
  "播放暂停": "លេង/ផ្អាក",
  "收藏成功": "បានបន្ថែមទៅការចូលចិត្តដោយជោគជ័យ",
  "取消收藏": "ដកចេញពីការចូលចិត្ត",
  "请输入正确的手机号": "សូមបញ្ចូលលេខទូរស័ព្ទដែលត្រឹមត្រូវ",
  "手机号或验证码有误": "លេខទូរស័ព្ទ ឬកូដផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវ",
  "短按": "ចុចខ្លី",
  "双击": "ចុចពីរដង",
  "三击": "ចុចបីដង",
  "长按": "ចុចយូរ",
  "语音助手": "ជំនួយសំលេង",
  "请前往系统蓝牙界面配对并连接蓝牙耳机": "សូមចូលទៅកាន់ចំណុចប្រទាក់ Bluetooth របស់ប្រព័ន្ធដើម្បីភ្ជាប់ និងតភ្ជាប់កាសស្តាប់ Bluetooth",
  "是否退出登录？": "តើអ្នកចង់ចាកចេញពីការចូលឬទេ?",
  "请先下载地图软件": "សូមទាញយកកម្មវិធីផែនទីជាមុនសិន។",
  "加载隐私政策失败": "ការទាញយកគោលការណ៍ឯកជនប្រសិនបើបរាជ័យ",
  "暂无隐私政策内容": "មិនមានខ្លឹមសារគោលការណ៍ឯកជនទេ",
  "权限请求结果": "លទ្ធផលស្នើសុំសិទ្ធិ",
  "欢迎使用豆角APP，为了带给您更好的服务。请您先同意勾选": "សូមស្វាគមន៍ការប្រើប្រាស់DoujiaoAPP សម្រាប់ការផ្តល់សេវាកម្មល្អជាងមុន សូមយល់ព្រមនិងរាប់បញ្ចូលប្រសិនបើលោកអ្នកយល់ព្រម",
  "AI智能体": "បណ្ដាញស្មាត AI",
  "翻译机": "ម៉ាស៊ីនបញ្ជូន",
  "双耳模式": "របៀបឆ្លៀតពីរប្រហែល",
  "同声传译": "ការប្រែសម្រួលពាក្យទំនាក់ទំនង",
  "想知道什么，来问问我~": "ចង់ដឹងអ្វីៗ ទៅសួរខ្ញុំ~",
  "豆包大模型": "ម៉ូឌែលដូច豆包",
  "连接断开": "ការតភ្ជាប់បរាជ័យ",
  "设备连接已断开，请重新连接。": "ការតភ្ជាប់ឧបករណ៍បានបង្ហាញថាបានបរាជ័យ សូមតភ្ជាប់ឡើងវិញ",
  "戴耳机的人说": "អ្នកដែលស្លៀកក្រចកគាត់និយាយ",
  "持手机的人说": "អ្នកដែលកាន់ទូរស័ព្ទនិយាយ",
  "文件名": "ឈ្មោះឯកសារ",
  "翻译已保存": "ការប្រែសម្រួលបានរក្សាទុក",
  "绑定新设备": "ភ្ជាប់ឧបករណ៍ថ្មី",
  "解绑成功": "ការចេញពីការភ្ជាប់បានជោគជ័យ",
  "该设备未绑定此激活码": "ឧបករណ៍នេះមិនបានភ្ជាប់ជាមួយកូដបើកប្រើនេះទេ",
  "激活码已解绑过了": "កូដបើកប្រើបានដោះសោរហើយ",
  "激活码错误，请输入正确激活码": "កូដបើកប្រើមិនถูกต้อง សូមបញ្ចូលកូដបើកប្រើត្រឹមត្រូវ",
  "激活成功": "ការបើកប្រើជោគជ័យ",
  "激活码已被使用": "កូដបើកប្រើបានប្រើរួចហើយ",
  "激活码已注销": "កូដបើកប្រើបានលុបចោល",
  "激活码已暂停使用": "កូដបើកប្រើបានផ្អាកការប្រើប្រាស់",
  "输入激活码": "បញ្ចូលកូដបើកប្រើ",
  "解除绑定": "ដោះសោរ",
  "[温馨提醒]": "[ការប្រាប់សំខាន់]",
  "为了确保您能充分享受我们产品的所有功能与服务，请记得完成设备绑定步骤。": "ដើម្បីធានាថាអ្នកអាចរីករាយនឹងមុខងារ និងសេវាកម្មទាំងអស់របស់ផលិតផលរបស់យើង សូមកត់សម្គាល់ឱ្យបានបញ្ចប់ការភ្ជាប់ឧបករណ៍របស់អ្នក",
  "查找激活码: 请打开您的耳机盒子，仔细查找并记录下里面的激活码。": "សូមរកកូដបើកប្រើ៖ សូមបើកប្រអប់ក្រចករបស់អ្នក និងស្វែងរកកូដបើកប្រើដោយប្រុងប្រយ័ត្ន",
  "进行绑定: 使用您的手机，按照指引扫描或输入激活码。": "បំពេញការភ្ជាប់៖ ប្រើទូរស័ព្ទរបស់អ្នកដើម្បីស្កែនឬបញ្ចូលកូដបើកប្រើតាមការណែនាំ",
  "完成激活: 确认无误后，提交激活码，系统将自动完成设备与您账号的绑定过程。": "បញ្ចប់ការបើកប្រើ៖ បញ្ជាក់ឱ្យបានត្រឹមត្រូវ មុនពេលដាក់ស្នើកូដបើកប្រើ ប្រព័ន្ធនឹងបញ្ចប់ការភ្ជាប់ឧបករណ៍និងគណនីរបស់អ្នកដោយស្វ័យប្រវត្តិ",
  "完成以上步骤后，您的设备将正式激活，可以开始享受更加个性化、便捷的使用体验了。": "បន្ទាប់ពីបញ្ចប់ជំហានខាងលើ ឧបករណ៍របស់អ្នកនឹងត្រូវបានបើកប្រើផ្លូវការហើយ អ្នកអាចចាប់ផ្តើមរីករាយជាមួយបទពិសោធន៍ប្រើប្រាស់ដែលមានបត់បែន និងងាយស្រួលជាងមុន",
  "二维码扫描": "ការស្កែនQRកូដ",
  "暂不支持此类二维码": "មិនគាំទ្រកូដQR ប្រភេទនេះទេ",
  "智能互动，畅快交流": "ការបញ្ចូលផ្សាយដោយឆ្លាតវៃ ចំណាយពេលបត់បែន",
  "无缝连接，随时畅听": "ការតភ្ជាប់ជាប់គ្នាបានយ៉ាងល្អ ជាមួយការស្ដាប់ទាំងអស់",
  "沉浸式听觉体验": "បទពិសោធន៍ស្តាប់ក្នុងរបៀបខ្នាតល្អ",
  "让语言沟通无忧": "អនុញ្ញាតឱ្យមានការទំនាក់ទំនងដោយគ្មានបញ្ហា",
  "实时翻译，沟通无阻": "ការប្រែសម្រួលតាមពេលវេលាក្នុងពេលពិត រួមបញ្ចូលគ្នា",
  "清晰捕捉，记录瞬间": "បញ្ចាប់អោយបានច្បាស់ រក្សាទុកទំនាក់ទំនង",
  "注销账号": "បិទគណនី",
  "激活码连接": "ធ្វើឱ្យកូដសកម្ម",
  "编辑个人信息": "កែសម្រួលព័ត៌មានផ្ទាល់ខ្លួន",
  "该功能正在开发中...": "មុខងារនេះកំពុងបង្កើត...",
  "前往": "ទៅកាន់",
  "需要绑定二维码才能使用": "ត្រូវភ្ជាប់កូដ QR ដើម្បីប្រើ",
  "通透": "ថ្លា",
  "降噪": "បន្ថយសំឡេងរំខាន",
  "游戏模式": "របៀបល្បែង",
  "品牌介绍": "ការណែនាំម៉ាក",
  "会议模式": "របៀបប្រជុំ",
  "开启AI唤醒": "បើកការរំកិល AI",
  "关闭AI唤醒": "បិទការរំកិល AI",
  "点击说话": "ចុចដើម្បីនិយាយ",
  "开始": "ចាប់ផ្តើម",
  "历史记录已包含文件名为:": "ប្រវត្តិរួចមានឈ្មោះឯកសារ៖",
  "是否替换此音频。": "តើអ្នកចង់ជំនួសសំឡេងនេះឬ?",
  "是否保存当前翻译内容？": "តើអ្នកចង់រក្សាទុកអត្ថបទបកប្រែបច្ចុប្បន្នឬ?",
  "是": "បាទ/ចាស",
  "否": "ទេ",
  "历史记录": "ប្រវត្តិ",
  "中文": "ភាសាចិន",
  "英文": "ភាសាអង់គ្លេស",
  "再次点击，停止录制": "ចុចម្ដងទៀតដើម្បីបញ្ឈប់ការថតសំឡេង",
  "点击按钮，开始说话": "ចុចប៊ូតុងដើម្បីចាប់ផ្តើមនិយាយ",
  "请说中文...": "សូមនិយាយភាសាចិន...",
  "将翻译为英文...": "កំពុងបកប្រែទៅភាសាអង់គ្លេស...",
  "戴左耳机的人说": "មនុស្សពាក់កាសស្តាប់ខាងឆ្វេងនិយាយថា",
  "戴右耳机的人说": "មនុស្សពាក់កាសស្តាប់ខាងស្តាំនិយាយថា",
  "位置权限说明": "ការពន្យល់អំពីសិទ្ធិទីតាំង",
  "为了帮您寻找丢失的蓝牙耳机，我们需要获取您的地理位置权限": "ដើម្បីជួយស្វែងរកកាស Bluetooth ដែលបាត់ អ្នកត្រូវផ្ដល់សិទ្ធិចូលដំណើរការទីតាំង",
  "麦克风权限说明": "ការពន្យល់អំពីសិទ្ធិកាំមេរ៉ា",
  "当您使用语音翻译等功能时，需要使用麦克风权限": "ពេលប្រើមុខងារបកប្រែសំឡេង ត្រូវការសិទ្ធិកាំមេរ៉ា",
  "摄像头权限说明": "ការពន្យល់អំពីសិទ្ធិកាមេរ៉ា",
  "当您在使用绑定设备功能时，需要用到摄像头进行扫描二维码": "ពេលភ្ជាប់ឧបករណ៍ ត្រូវការកាមេរ៉ាដើម្បីស្កេន QR កូដ",
  "蓝牙权限说明": "ការពន្យល់អំពីសិទ្ធិ Bluetooth",
  "扫描蓝牙设备、连接蓝牙耳机使用耳机音量显示、数值配置等功能需要蓝牙权限": "សម្រាប់ស្កេនឧបករណ៍ Bluetooth ភ្ជាប់កាសប៉ះប៉ោង បង្ហាញកម្រិតសំឡេង និងកំណត់តម្លៃ ត្រូវការសិទ្ធិ Bluetooth",
  "通知权限说明": "ការពន្យល់អំពីសិទ្ធិជូនដំណឹង",
  "为了第一时间告知您耳机位置数据,以及后台录音通知功能等情况，需要开通您的通知授权": "ដើម្បីជូនដំណឹងអំពីទីតាំងកាស និងការថតសំឡេងនៅខាងក្រោយ ត្រូវផ្ដល់សិទ្ធិជូនដំណឹង",
  "确认清空对话": "បញ្ជាក់ការលុបទំនាក់ទំនង",
  "您确定要清空所有对话吗？": "តើអ្នកប្រាកដថាចង់លុបទំនាក់ទំនងទាំងអស់មែនទេ?",
  "用户手册": "មេដឹកនាំអ្នកប្រើ",
  "加载用户手册失败": "បរាជ័យក្នុងការផ្ទុកមេដឹកនាំអ្នកប្រើ",
  "暂无用户手册内容": "គ្មានខ្លឹមសារនៅក្នុងមេដឹកនាំអ្នកប្រើ",
  "官网": "គេហទំព័រផ្លូវការរបស់",
  "无法打开应用": "មិនអាចបើកកម្មវិធីបានទេ",
  "商城": "ហាង",
  "是否要跳转到官方应用？": "តើអ្នកចង់ចុចទៅកម្មវិធីផ្លូវការរបស់ទេ?",
  "是否要跳转到商城应用？": "តើអ្នកចង់ចុចទៅកម្មវិធីហាងទេ?"
}