{
  "立即登录": "ခုနက လော့ဂ်အင်လုပ်ပါ",
  "登录享会员权益": "အဖွဲ့ဝင်အကျိုးအများကို ခံစားရန် လော့ဂ်အင်ပါ",
  "APP版本": "အပ္ပလီကေးရှင်းဗားရှင်း",
  "提示": "အကြံပြုချက်",
  "帮助与反馈": "အကူအညီနှင့်တုံ့ပြန်မှု",
  "语言设置": "ဘာသာစကားဆက်တင်များ",
  "用户协议": "အသုံးပြုသူသမိုင်းကြောင်း",
  "隐私政策": "ကိုယ်ရေးကိုယ်တာမူဝါဒ",
  "确定": "အတည်ပြုပါ",
  "当前已是最新版本": "လက်ရှိဗားရှင်းသည် နောက်ဆုံးဗားရှင်းဖြစ်သည်",
  "未设置用户名": "အသုံးပြုသူအမည်မသတ်မှတ်ရသေး",
  "跳过": "ချန်လှပ်ထားပါ",
  "欢迎登录": "လော့ဂ်အင်ရန် ကြိုဆိုပါသည်",
  "请输入手机号": "ဖုန်းနံပါတ်ထည့်ပါ",
  "请输入验证码": "အတည်ပြုရန်ကုဒ်ထည့်ပါ",
  "发送验证码": "အတည်ပြုရန်ကုဒ်ပို့ပါ",
  "我已阅读并同意": "ကျွန်ုပ်သည် ဖတ်ပြီးပါပြီ နှင့် သဘောတူပါသည်",
  "《隐私政策》": "《ကိုယ်ရေးကိုယ်တာမူဝါဒ》",
  "《用户协议》": "《အသုံးပြုသူသမိုင်းကြောင်း》",
  "和": "နှင့်",
  "登录": "လော့ဂ်အင်",
  "请填写您遇到的问题或建议": "သင်တွေ့ကြုံရသော ပြဿနာ သို့မဟုတ် အကြံပြုချက်များကို ဖြည့်ပါ",
  "输入": "ထည့်သွင်းပါ",
  "选择问题类型": "ပြဿနာအမျိုးအစားရွေးပါ",
  "功能异常": "လုပ်ဆောင်ချက်ပြဿနာ",
  "建议与意见": "အကြံပြုချက်နှင့်တုံ့ပြန်မှု",
  "其他": "အခြား",
  "问题类型": "ပြဿနာအမျိုးအစား",
  "联系方式": "ဆက်သွယ်ရန်လိပ်စာ",
  "请输入手机号或邮箱": "ဖုန်းနံပါတ် သို့မဟုတ် အီးမေးလ်ထည့်ပါ",
  "请确保所有必填信息都已填写完整。": "အမှန်တကယ်လိုအပ်သော အချက်အလက်အားလုံးကို ဖြည့်စွက်ပြီးကြောင်း သေချာပါစေ။",
  "问题已提交成功，感谢您的反馈": "ပြဿနာကို အောင်မြင်စွာ တင်သွင်းပြီးပါပြီ၊ သင့်ထံမှ တုံ့ပြန်မှုကို ကျေးဇူးတင်ပါသည်။",
  "提交失败，请稍后再试": "တင်သွင်းမှု မအောင်မြင်ပါ၊ နောက်မှ ထပ်ကြိုးစားပါ။",
  "提交": "တင်သွင်းပါ",
  "加载用户协议失败": "အသုံးပြုသူသမိုင်းကြောင်း ဖွင့်ရန် မအောင်မြင်ပါ",
  "暂无用户协议内容": "ယခုအခါတွင် အသုံးပြုသူသမိုင်းကြောင်း မရှိပါ",
  "耳机": "ဟဒ်ဖုန်း",
  "音乐": "ဂီတ",
  "我的": "ကျွန်ုပ်၏",
  "个人信息": "ကိုယ်ရေးအချက်အလက်",
  "退出登录": "လော့ဂ်အားထုတ်ပါ",
  "用户ID": "အသုံးပြုသူအမှတ်",
  "用户名": "အသုံးပြုသူအမည်",
  "性别": "ကျား၊မ",
  "生日": "မွေးနေ့",
  "地区": "ဒေသ",
  "请输入新的用户名": "အသစ်သောအသုံးပြုသူအမည်ထည့်ပါ",
  "取消": "မလုပ်တော့ပါ",
  "男": "ကျား",
  "女": "မ",
  "年": "နှစ်",
  "月": "လ",
  "日": "ရက်",
  "无法获取手机号码": "ဖုန်းနံပါတ်ကို ရယူရန် မရနိုင်ပါ",
  "头像上传成功": "ပရိုဖိုင်ပုံကို အောင်မြင်စွာ တင်သွင်းပြီးပါပြီ",
  "上传图片失败": "ပုံတင်ရန် မအောင်မြင်ပါ",
  "AI对话": "AI စကားပြော",
  "按住说话": "နှိပ်ထားပြီး စကားပြောပါ",
  "有什么问题尽管问我": "မေးစရာရှိသမျှကို မေးလိုက်ပါ",
  "发送": "ပို့ပါ",
  "AI+翻译": "AI + ဘာသာပြန်",
  "AI对话模式": "AI စကားပြောမုဒ်",
  "耳机+手机模式": "ဟဒ်ဖုန်း + ဖုန်းမုဒ်",
  "翻译机模式": "ဘာသာပြန်စက်မုဒ်",
  "录音模式": "သံစုံမုဒ်",
  "语言选择": "ဘာသာစကားရွေးချယ်မှု",
  "加载语言失败": "ဘာသာစကားကို ဖွင့်ရန် မအောင်မြင်ပါ",
  "录音": "သံစုံ",
  "结束录音": "သံစုံပြီးဆုံးပါပြီ",
  "开始录音": "သံစုံစတင်ပါ",
  "控制耳机": "ဟဒ်ဖုန်းကို ထိန်းချုပ်ပါ",
  "停止录音": "သံစုံရပ်ပါ",
  "播放录音": "သံစုံကြားပါ",
  "停止播放": "ကြားရန်ရပ်ပါ",
  "蓝牙耳机录音": "ဘလူးတုဒ်ဟဒ်ဖုန်းသံစုံ",
  "设备列表": "ကိရိယာစာရင်း",
  "一人点击耳机，一人点击手机": "တစ်ယောက်က ဟဒ်ဖုန်းကို နှိပ်ပြီး တစ်ယောက်က ဖုန်းကို နှိပ်ပါ",
  "开始对话": "စကားပြောရန်စတင်ပါ",
  "不再提醒": "ထပ်မသတိပေးပါ",
  "连接中...": "ချိတ်ဆက်နေသည်...",
  "查找耳机": "ဟဒ်ဖုန်းရှာပါ",
  " 查找耳机 ": "ဟဒ်ဖုန်းရှာပါ",
  "暂无设备": "ကိရိယာမရှိပါ",
  "修改设备名称": "ကိရိယာအမည်ပြောင်းပါ",
  "请输入新的设备名称": "အသစ်သောကိရိယာအမည်ထည့်ပါ",
  "保存": "သိမ်းဆည်းပါ",
  "删除配对记录": "ကြိုတင်တွဲထားမှုမှတ်တမ်းကို ဖျက်ပါ",
  "确定删除配对记录": "ကြိုတင်တွဲထားမှုမှတ်တမ်းကို ဖျက်ရန် သေချာပါသလား",
  "确认": "အတည်ပြုပါ",
  "搜索设备中..请将手机靠近耳机": "ကိရိယာရှာနေသည်.. ဖုန်းကို ဟဒ်ဖုန်းနားမှာ အနီးကပ်ထားပါ",
  "扫描添加": "စကင်န်ဖမ်းပြီး ထည့်ပါ",
  "已连接": "ချိတ်ဆက်ပြီးပါပြီ",
  "连接中": "ချိတ်ဆက်နေသည်",
  "连接": "ချိတ်ဆက်ပါ",
  "已断开": "ချိတ်ဆက်ထားခြင်းကို ဖြတ်ထားသည်",
  "该蓝牙设备已断开，请重新连接": "ဤဘလူးတုဒ်ကိရိယာသည် ချိတ်ဆက်ထားခြင်းကို ဖြတ်ထားသည်၊ ပြန်လည်ချိတ်ဆက်ပါ",
  "重新连接": "ပြန်လည်ချိတ်ဆက်ပါ",
  "添加新设备": "အသစ်သောကိရိယာထည့်ပါ",
  "均衡器自定义音效": "အညီအညွှန်းကို စိတ်ကြိုက်အသံအပြင်အဆင်များ",
  "默认": "မူသေ",
  "经典": "ဂန္ဓဝင်",
  "流行": "ပေါ်ပေါက်လာသော",
  "摇滚": "ရောက်ချ်",
  "爵士": "ဂျပ်စ်",
  "乡村": "ကျွန်းပေါင်း",
  "自定义": "စိတ်ကြိုက်",
  "左耳 (L)": "ဘယ်နား",
  "右耳 (R)": "ညာနား",
  "均衡器": "အညီအညွှန်း",
  "操作设置": "လုပ်ဆောင်ချက်ဆက်တင်များ",
  "查找设备": "ကိရိယာရှာပါ",
  "导航": "လမ်းညွှန်",
  "跟随导航快速寻找": "လမ်းညွှန်ကိုလိုက်ပြီး မြန်ဆန်စွာရှာပါ",
  "停止": "ရပ်ပါ",
  "耳机正在发出声音，点击按钮停止": "ဟဒ်ဖုန်းကို အသံထွက်နေသည်၊ ခလုတ်ကို နှိပ်ပြီး ရပ်ပါ",
  "播放声音": "အသံကြားပါ",
  "蓝牙耳机发出声音便于寻找": "ဘလူးတုဒ်ဟဒ်ဖုန်းကို အသံထွက်စေပြီး ရှာဖွေရန်အတွက် အဆင်ပြေစေသည်",
  "未知设备": "မသိရသောကိရိယာ",
  "轻触1下": "တစ်ချက်နှိပ်ပါ",
  "轻触2下": "နှစ်ချက်နှိပ်ပါ",
  "控制设置": "ထိန်းချုပ်မှုဆက်တင်များ",
  "左耳": "ဘယ်နား",
  "右耳": "ညာနား",
  "无作用": "အကျိုးသက်ရောက်မှုမရှိ",
  "上一曲": "ယခင်သီချင်း",
  "下一曲": "နောက်သီချင်း",
  "开机": "စတင်ပါ",
  "关机": "ပိတ်ပါ",
  "播放/暂停": "ကြားရန်/ရပ်ပါ",
  "音量加": "အသံကိုမြှင့်ပါ",
  "音量减": "အသံကိုလျှော့ပါ",
  "无可用设备": "အသုံးပြုနိုင်သောကိရိယာမရှိပါ",
  "当前没有可配对的蓝牙耳机设备，请稍等...": "ယခုအခါတွင် ဘလူးတုဒ်ဟဒ်ဖုန်းကိရိယာများကို ကြိုတင်တွဲထားနိုင်မှုမရှိပါ၊ ခဏစောင့်ပါ...",
  "提示：请前往系统设置连接蓝牙": "အကြံပြုချက် - ကျေးဇူးပြု၍ စနစ်ဆက်တင်များသို့ သွားပြီး ဘလူးတုဒ်ကို ချိတ်ဆက်ပါ",
  "请输入邮箱": "ကျေးဇူးပြု၍ သင့်အီးမေးလ်ကို ထည့်သွင်းပါ",

  "使用谷歌账户登录": "Google အကောင့်ဖြင့် ဝင်ရောက်ပါ",

  "使用推特账户登录": "Twitter အကောင့်ဖြင့် ဝင်ရောက်ပါ",

  "会议翻译模式": "အစည်းအဝေး ဘာသာပြန်ခြင်း မုဒ်",

  "备忘录": "မှတ်တမ်း",

  "会议翻译": "အစည်းအဝေး ဘာသာပြန်ခြင်း",

  "标注": "မှတ်သားခြင်း",

  "目标语言": "ပစ်မှတ်ဘာသာစကား",

  "声纹识别": "အသံဖမ်းစနစ်",

  "标注功能": "မှတ်သားခြင်း လုပ်ဆောင်ချက်",

  "标注功能正在开发中，敬请期待": "မှတ်သားခြင်း လုပ်ဆောင်ချက်ကို ဖွံ့ဖြိုးဆဲဖြစ်ပါသည်၊ ကျေးဇူးပြု၍ စောင့်ဆိုင်းပါ",

  "声纹识别功能": "အသံဖမ်းစနစ် လုပ်ဆောင်ချက်",

  "声纹识别功能正在开发中，敬请期待": "အသံဖမ်းစနစ် လုပ်ဆောင်ချက်ကို ဖွံ့ဖြိုးဆဲဖြစ်ပါသည်၊ ကျေးဇူးပြု၍ စောင့်ဆိုင်းပါ",

  "退出页面后，转写内容将不被\n保存，请确认是否退出页面?": "စာမျက်နှာမှ ထွက်လိုက်ပါက၊ ကူးယူထားသော အကြောင်းအရာများ သိမ်းဆည်းမည် မဟုတ်ပါ၊ ကျေးဇူးပြု၍ စာမျက်နှာမှ ထွက်လိုက်မလား အတည်ပြုပါ",

  "退出": "ထွက်ပါ",

  "我的录音记录": "ကျွန်ုပ်၏ အသံသွင်းမှတ်တမ်း",

  "暂无音频": "လောလောဆယ် အသံဖိုင်မရှိပါ",

  "时间": "အချိန်",

  "音频": "အသံဖိုင်",

  "搜索": "ရှာဖွေပါ",

  "输入标签": "တံဆိပ်ထည့်ပါ",

  "输入内容": "အကြောင်းအရာထည့်ပါ",
  "需要勾选协议": "သဘောတူညီချက်ကို အမှန်ခြစ်ရန် လိုအပ်သည်",

  "请在登录前勾选用户协议。": "အကောင့်ဝင်မီ သဘောတူညီချက်ကို အမှန်ခြစ်ပါ။",

  "登录失败请稍后再试。": "အကောင့်ဝင်ရန် မအောင်မြင်ပါ၊ နောက်မှ ထပ်ကြိုးစားပါ။",

  "此设备未找到 Google Play 服务，无法登录！": "ဤစက်တွင် Google Play ဝန်ဆောင်မှု မတွေ့ရှိပါ၊ အကောင့်ဝင်ရန် မဖြစ်နိုင်ပါ။",

  "验证码无效或已过期": "အတည်ပြုကုဒ် မမှန်ကန်ပါ သို့မဟုတ် သက်တမ်းကုန်သွားပါပြီ",

  "继续录音": "အသံသွင်းခြင်း ဆက်လုပ်ပါ",

  "编辑录音文件名": "အသံသွင်းဖိုင်အမည် တည်းဖြတ်ပါ",

  "请输入文件名": "ဖိုင်အမည် ထည့်သွင်းပါ",

  "导出文本": "စာသားကို တင်ပို့ပါ",

  "保存录音": "အသံသွင်းခြင်းကို သိမ်းဆည်းပါ",

  "复制文本": "စာသားကို ကူးယူပါ",

  "导出TXT": "TXT တင်ပို့ပါ",

  "导出DOC": "DOC တင်ပို့ပါ",

  "导出的文本内容": "တင်ပို့ထားသော စာသားအကြောင်းအရာ",

  "分享DOC文件": "DOC ဖိုင်ကို မျှဝေပါ",

  "示例 DOC 文件内容": "DOC ဖိုင်အကြောင်းအရာ နမူနာ",

  "分享TXT文件": "TXT ဖိုင်ကို မျှဝေပါ",

  "文件已删除": "ဖိုင်ကို ဖျက်လိုက်ပါပြီ",

  "您确定要删除此文件吗？": "ဤဖိုင်ကို ဖျက်မှာ သေချာပါသလား?",

  "删除": "ဖျက်ပါ",

  "无法播放音频文件": "အသံဖိုင်ကို ဖွင့်၍မရပါ",

  "错误": "အမှား",

  "输入标题": "ခေါင်းစဉ်ထည့်ပါ",

  "标题和内容不能为空": "ခေါင်းစဉ်နှင့် အကြောင်းအရာ ဗလာမဖြစ်ရပါ",

  "无法打开地图应用": "မြေပုံအက်ပ်ကို ဖွင့်၍မရပါ",

  "未保存位置信息，无法导航": "တည်နေရာအချက်အလက် မသိမ်းဆည်းရသေးပါ၊ လမ်းညွှန်မရနိုင်ပါ",

  "清空对话": "ရှင်းလင်းသော",
  "暂停录音": "အသံသွင်းခြင်းကို ခဏရပ်ပါ",
  "关闭": "ပိတ်ပါ",
  "回拨电话": "ပြန်ခေါ်ဆိုမှု",
  "语言助手": "ဘာသာစကား အကူ",
  "播放暂停": "ဖွင့်/ရပ်",
  "收藏成功": "အောင်မြင်စွာ စိတ်ကြိုက်သိမ်းဆည်းပြီး",
  "取消收藏": "စိတ်ကြိုက်မှ ဖယ်ရှား",
  "请输入正确的手机号": "ကျေးဇူးပြု၍ မှန်ကန်သော ဖုန်းနံပါတ်ထည့်ပါ",
  "手机号或验证码有误": "ဖုန်းနံပါတ် သို့မဟုတ် အတည်ပြုကုဒ် မှားနေသည်",
  "短按": "တိုတောင်းသောနှိပ်ခြင်း",
  "双击": "နှစ်ချက်နှိပ်ခြင်း",
  "三击": "သုံးချက်နှိပ်ခြင်း",
  "长按": "ရှည်လျားသောနှိပ်ခြင်း",
  "语音助手": "အသံအကူ",
  "请前往系统蓝牙界面配对并连接蓝牙耳机": "Bluetooth နားကြပ်ကို ချိတ်ဆက်ရန် စနစ်၏ Bluetooth အင်တာဖေ့စ်သို့ သွားပါ",
  "是否退出登录？": "အကောင့်မှ ထွက်ရန် လိုပါသလား?",
  "请先下载地图软件": "ကျေးဇူးပြု၍ မြေပုံဆော့ဖ်ဝဲကို ဦးစွာ ဒေါင်းလုဒ်လုပ်ပါ။",
  "加载隐私政策失败": "ပုဂ္ဂလိကမူဝါဒ မတင်နိုင်ပါ",
  "暂无隐私政策内容": "အချိန်လက်ရှိတွင် ပုဂ္ဂလိကမူဝါဒ အကြောင်းအရာ မရှိပါ",
  "权限请求结果": "ခွင့်ပြုချက် တောင်းခံမှု ရလဒ်",
  "欢迎使用豆角APP，为了带给您更好的服务。请您先同意勾选": "ObtuneAI APP ကိုကြိုဆိုပါတယ်။ ပိုမိုကောင်းမွန်တဲ့ဝန်ဆောင်မှုကို ပေးနိုင်ရန်၊ ပထမဆုံး သင့်အနေနဲ့ သဘောတူညီပြီး ရွေးချယ်ပါ။",
  "AI智能体": "AI ဉာဏ်ရည် အာဏာပေး",
  "翻译机": "ဘာသာပြန်စက်",
  "双耳模式": "နှစ်ကမ်းသပ်နားလှုပ်ရှားမှု",
  "同声传译": "တပြိုင်နက်ဆက်တင်ပြောဆိုမှု",
  "想知道什么，来问问我~": "ဘာသာစကားသိလိုပါသလား၊ ကျွန်တော်ကိုမေးပါ~",
  "豆包大模型": "Doubao ၏ ကြီးမားသော မော်ဒယ်",
  "连接断开": "ချိတ်ဆက်မှု အဖျက်",
  "设备连接已断开，请重新连接。": "စက်ကိရိယာ ချိတ်ဆက်မှု ပျက်ကွက်ခဲ့သည်၊ ထပ်မံချိတ်ဆက်ပါ။",
  "戴耳机的人说": "တယ်လီဖုန်းမကြားသူ အကြံပြုခြင်း",
  "持手机的人说": "ဖုန်းကိုင်ထားသူ အကြံပြုခြင်း",
  "文件名": "ဖိုင်အမည်",
  "翻译已保存": "ဘာသာပြန်မှု သိမ်းဆည်းပြီး",
  "绑定新设备": "အသစ်သော စက်ကိရိယာကို ချိတ်ဆက်ပါ",
  "解绑成功": "ချိတ်ဆက်မှု ပြီးပြည့်စုံစွာ ပြီးခဲ့ပါသည်",
  "该设备未绑定此激活码": "ဒီစက်ကိရိယာမှာ ဒီ Activation Code မရှိပါ",
  "激活码已解绑过了": "Activation Code ယခင်မှာ ချိတ်ဆက်မှု ဖယ်ရှားခဲ့ပါပြီ",
  "激活码错误，请输入正确激活码": "Activation Code မှားယွင်းပါသည်၊ ကျေးဇူးပြု၍ မှန်ကန်သော Activation Code ရိုက်ထည့်ပါ။",
  "激活成功": "Activation အောင်မြင်စွာ ပြီးပြီ",
  "激活码已被使用": "Activation Code ကို ယခင်ကအသုံးပြုခဲ့ပါသည်",
  "激活码已注销": "Activation Code ကို ပယ်ဖျက်ပြီးပြီ",
  "激活码已暂停使用": "Activation Code ကို အဆက်မပြတ် ရပ်ဆိုင်းထားပါသည်",
  "输入激活码": "Activation Code ရိုက်ထည့်ပါ",
  "解除绑定": "ချိတ်ဆက်မှု ဖယ်ရှားပါ",
  "[温馨提醒]": "[ဂရုတစိုက် အမှတ်အသား]",
  "为了确保您能充分享受我们产品的所有功能与服务，请记得完成设备绑定步骤。": "ကျွန်ုပ်တို့၏ကုန်ပစ္စည်း၏ အားလုံးသော လုပ်ဆောင်ချက်များနှင့် ဝန်ဆောင်မှုများကို ပြည့်စုံစွာခံစားနိုင်ရန်၊ ပစ္စည်းချိတ်ဆက်ခြင်း အဆင့်ကို ပြီးမြောက်ဖို့ မှတ်သားပါ။",
  "查找激活码: 请打开您的耳机盒子，仔细查找并记录下里面的激活码。": "Activation Code ကို ရှာပါ: သင့်ရဲ့ ဖုန်းနားသုံးပွဲအဖွဲ့ကို ဖွင့်ပြီး ထဲမှာရှိသော Activation Code ကို သတိပြုစွာ ရှာပြီး မှတ်သားပါ။",
  "进行绑定: 使用您的手机，按照指引扫描或输入激活码。": "ချိတ်ဆက်ရန်: သင့်ဖုန်းကို အသုံးပြုပြီး ရေးဆွဲထားသော Activation Code ကို Scan သို့မဟုတ် ရိုက်ထည့်ပါ။",
  "完成激活: 确认无误后，提交激活码，系统将自动完成设备与您账号的绑定过程。": "Activation ပြီးစီးခြင်း: အမှားမရှိပဲ စစ်ဆေးပြီး၊ Activation Code ကို တင်ပြပါ၊ စနစ်က သင့်တော်သော ပစ္စည်းနှင့် အကောင့်ချိတ်ဆက်ရန် ကိုယ်ပိုင်အဆင့်များကို ကိုယ့်ကိုယ်က ပြီးမြောက်အောင်လုပ်ပါ။",
  "完成以上步骤后，您的设备将正式激活，可以开始享受更加个性化、便捷的使用体验了。": "အထက်ပါ အဆင့်များကို ပြီးမြောက်ပြီးနောက် သင့်ပစ္စည်းသည် တရားဝင်စွာ အသက်သွင်းခံရပြီး၊ ပိုမိုပေါင်းစပ်ပြီးလွယ်ကူသော အသုံးပြုမှု အတွေ့အကြုံကို စတင်ခံစားနိုင်ပါသည်။",
  "二维码扫描": "QR ကုဒ် Scan လုပ်ပါ",
  "暂不支持此类二维码": "ဤ QR ကုဒ် အမျိုးအစား ကို လက်ရှိတွင် မထောက်ပံ့ပါ",
  "智能互动，畅快交流": "ပွင့်လင်းသော အပြန်အလှန် ဆက်သွယ်မှု",
  "无缝连接，随时畅听": "ထိရောက်သော ချိတ်ဆက်မှု၊ မည်သည့်အချိန်တွင်မဆို ကြားနာနိုင်",
  "沉浸式听觉体验": "ပေါင်းစပ်စွာ ထူးခြားသော အသံခံစားမှု",
  "让语言沟通无忧": "ဘာသာစကားများ၏ ဆက်သွယ်မှုအလွတ်အလပ်",
  "实时翻译，沟通无阻": "မည့်သည့်အချိန်တွင်မဆို ပြတ်တောက်မှု မရှိသော ဘာသာပြန်ဆက်သွယ်မှု",
  "清晰捕捉，记录瞬间": "ရှင်းလင်းစွာ မိမိ အစီအစဉ်များကို ဖမ်းဆီး၊ မိမိ အချိန်တိုင်းကို မှတ်တမ်းတင်",
  "注销账号": "အကောင့်ကို မဖွင့်ရန်",
  "激活码连接": "ကုဒ်ဖွင့်ပါ",
  "编辑个人信息": "ကိုယ်ရေးအချက်အလက်ပြင်ဆင်ရန်",
  "该功能正在开发中...": "ဒီလုပ်ဆောင်ချက်ကို ဖန်တီးနေပါသည်...",
  "前往": "သွားရန်",
  "需要绑定二维码才能使用": "အသုံးပြုရန် QR ကုဒ်ချိတ်ဆက်ရန် လိုအပ်သည်",
  "通透": "မြင်သာပြတ်သားမှု",
  "降噪": "ဆူညံသံ လျှော့ချမှု",
  "游戏模式": "ဂိမ်းမုဒ်",
  "品牌介绍": "အမှတ်တံဆိပ် အကြောင်းအရာ",
  "会议模式": "အစည်းအဝေး ရေးရာမုဒ်",
  "开启AI唤醒": "AI အသက်သွင်းခြင်း ဖွင့်ရန်",
  "关闭AI唤醒": "AI အသက်သွင်းခြင်း ပိတ်ရန်",
  "点击说话": "ပြောရန်နှိပ်ပါ",
  "开始": "စတင်မည်",
  "历史记录已包含文件名为:": "မှတ်တမ်းတွင်ဖိုင်အမည်ပါရှိပြီးဖြစ်သည်-",
  "是否替换此音频。": "ဤအသံဖိုင်အားအစားထိုးမလား။",
  "是否保存当前翻译内容？": "လက်ရှိဘာသာပြန်ချက်ကိုသိမ်းဆည်းမလား?",
  "是": "ဟုတ်သည်",
  "否": "မဟုတ်ပါ",
  "历史记录": "မှတ်တမ်း",
  "中文": "တရုတ်ဘာသာ",
  "英文": "အင်္ဂလိပ်ဘာသာ",
  "再次点击，停止录制": "တင်သွင်းမှုရပ်ရန်ထပ်မံနှိပ်ပါ",
  "点击按钮，开始说话": "ပြောရန်ခလုတ်ကိုနှိပ်ပါ",
  "请说中文...": "ကျေးဇူးပြု၍ တရုတ်ဘာသာဖြင့်ပြောပါ...",
  "将翻译为英文...": "အင်္ဂလိပ်ဘာသာသို့ဘာသာပြန်နေသည်...",
  "左耳机": "ဘယ်ဘက်နားကြပ်",
  "右耳机": "ညာဘက်နားကြပ်",
  "位置权限说明": "တည်နေရာခွင့်ပြုချက်ရှင်းလင်းချက်",
  "为了帮您寻找丢失的蓝牙耳机，我们需要获取您的地理位置权限": "Bluetooth နားကြပ်ပျောက်ဆုံးမှုကိုရှာဖွေရန် သင့်တည်နေရာခွင့်ပြုချက်လိုအပ်သည်",
  "麦克风权限说明": "မိုက်ခရိုဖုန်းခွင့်ပြုချက်ရှင်းလင်းချက်",
  "当您使用语音翻译等功能时，需要使用麦克风权限": "အသံဘာသာပြန်စနစ် အသုံးပြုသည့်အခါ မိုက်ခရိုဖုန်းခွင့်ပြုချက်လိုအပ်သည်",
  "摄像头权限说明": "ကင်မရာခွင့်ပြုချက်ရှင်းလင်းချက်",
  "当您在使用绑定设备功能时，需要用到摄像头进行扫描二维码": "စက်ပစ္စည်းချိတ်ဆက်ရာတွင် QR ကုဒ်ကိုဖတ်ရန် ကင်မရာလိုအပ်သည်",
  "蓝牙权限说明": "Bluetooth ခွင့်ပြုချက်ရှင်းလင်းချက်",
  "扫描蓝牙设备、连接蓝牙耳机使用耳机音量显示、数值配置等功能需要蓝牙权限": "Bluetooth စက်များရှာဖွေရန်၊ နားကြပ်ချိတ်ဆက်ရန် Bluetooth ခွင့်ပြုချက်လိုအပ်သည်",
  "通知权限说明": "အသိပေးချက်ခွင့်ပြုချက်ရှင်းလင်းချက်",
  "为了第一时间告知您耳机位置数据,以及后台录音通知功能等情况，需要开通您的通知授权": "နားကြပ်တည်နေရာနှင့် နောက်ကွယ်မှအသံသိမ်းခြင်းအချက်အလက်များ ပေးပို့ရန် အသိပေးခွင့်ပြုချက်လိုအပ်သည်",
  "确认清空对话": "ဆွေးနွေးမှုများကို ဖျက်ရန် အတည်ပြုပါ",
  "您确定要清空所有对话吗？": "သင် ဆွေးနွေးမှုအားလုံးကို ဖျက်ချင်တာ သေချာပါသလား?",
  "用户手册": "အသုံးပြုသူလမ်းညွှန်",
  "加载用户手册失败": "အသုံးပြုသူလမ်းညွှန်ကို တင်၍ မရပါ",
  "暂无用户手册内容": "အသုံးပြုသူလမ်းညွှန်တွင် အကြောင်းအရာမရှိပါ",
  "官网": "အစိုးရဝက်ဘ်ဆိုက်",
  "无法打开应用": "အက်ပလီကေးရှင်းကို ဖွင့်၍ မရပါ",
  "商城": "ဆိုင်",
  "是否要跳转到官方应用？": "တရားဝင်အက်ပလီကေးရှင်းသို့ ပြောင်းလိုပါသလား?",
  "是否要跳转到商城应用？": "ဆိုင်အက်ပလီကေးရှင်းသို့ ပြောင်းလိုပါသလား?",
  "新品": "အသစ်ထုတ်ကုန်",
  "节点选择": "အတည်ပြုချက်ရွေးချယ်မှု",
  "中国": "တရုတ်",
  "中国香港": "ဟောင်ကောင်",
  "美国": "အမေရိကန်",
  "新加坡": "စင်္ကာပူ",
  "澳大利亚": "အောစတြေးလျ",
  "马来西亚": "မလေးရှား",
  "旅行": "ခရီးစဉ်",
  "会议": "အစည်းအဝေး",
  "个人场景": "ပုဂ္ဂိုလ်ရေးဇာတ်ကွက်",
  "专业功能": "ပရော်ဖက်ရှင်နယ်လုပ်ဆောင်ချက်များ",
  "温馨提醒": "သတိပေးချက်",
  "不再提示": "ထပ်မံသတိပေးမည်မဟုတ်ပါ",
  "双方一人戴耳机，一人使用手机。戴耳机一方说话并翻译后，通过手机播放给对方听，对方对着手机说话并翻译，通过耳机播放给戴耳机一方听。": "နှစ်ဖက်လုံးတစ်ဦးဟာ ခေါင်းပုံဝတ်ပြီး၊ နောက်တစ်ဦးဟာ ဖုန်းအသုံးပြုပါတယ်။ ခေါင်းပုံဝတ်ထားသောသူသည် ပြောကာ အခြားသူအတွက်ဖုန်းဖြင့် ပြန်ပြောပြီး၊ အခြားသူသည် ဖုန်းကို ပြောပြီး၊ ခေါင်းပုံသွားနေတဲ့သူကို စကားပြောတယ်။",
  "双方各戴一只耳机，我方说话在翻译后会实时在对方耳机中播放，对方说话在翻译后实时在我方的耳机中播放。": "နှစ်ဖက်လုံးက ခေါင်းပုံတစ်ခုစီ ဝတ်ထားပြီး၊ ကျွန်တော်ပြောသော စကားကို အခြားသူရဲ့ ခေါင်းပုံကို တိုက်ရိုက် ပြောလို့၊ အခြားသူပြောတဲ့စကားကို ကျွန်တော်ရဲ့ ခေါင်းပုံမှာ တိုက်ရိုက် အသံဖြင့် လာအောင်ပြန်သွားပါမယ်။",
  "双方面对面交流，我方通过手机说话并翻译播放给对方听，接下来对方同样通过手机说话并翻译播放给我方听，以此实现相互翻译沟通。": "နှစ်ဖက်လုံး ပေါ်ပြောပြသောလူမတွေ့တဲ့ပုံစံရှိတာပါ၊ ကျွန်တော်ဖုန်းကို အသုံးပြုပြီး ပြောမယ်၊ နောက်မှာ အခြားသူဖုန်းကို အသုံးပြုပြီး ပြောပါတယ်၊ ဒီလိုပြောပြတ်စွာ ကိုယ်ပိုင်ပြောချင်ပါတယ်။",
  "当需要实时收听外语发言，外语电影等时，点击开始按钮，发言人的语言会实时传译到我方耳机中，同时翻译内容会被记录在软件中。": "ပြည်ပဘာသာစကားပြောဆိုသော၊ ဇာတ်ကားကြည့်ပါစိတ်တိုင်းနှင့် ပြန်လာစေချင်ပါစေ၊ ဤလုပ်ငန်းနှင့်ပက်သက်သည့် ဘားကိုနှိပ်ပါ၊ ပြောသူလူ၏တောင်မို့ တောင့်တင်းခံတတ်နေတဲ့ စကားသားကို စကားပုံပြန်ဆင်ပြီး၊ ပရိုဂရမ်အားကောင်းနှင့်လှုံ့ဆော်မှုကိစ္စရဲ့ထားရာနေပါသည်",
  "参加会议时，点击录音按钮开始记录会议内容，说话内容实时转换成文字，结束后保存并可导出录音文件，同时生成AI会议整理。": "အစည်းအဝေးတက်ရောက်ပြီးတော့၊ ရုပ်သံစာရင်းဖိအားကို ဖြေချင်ပါလိုက်သော။",

  "温馨提示": "ရင်းနှီးမြှုပ်နှံသောသတိပေးချက်",

  "请前往系统设置连接蓝牙设备,若已连接了非认证设备，请先断开非认证设备后再连接": "Bluetooth စက်တပ်ဆင်ရန် စနစ်ဆက်တင်များသို့ သွားပါ။ မသက်သေပြုထားသောစက်တစ်ခုခု ချိတ်ဆက်ပြီးသားဖြစ်ပါက၊ အရင်ဆုံး ချိတ်ဆက်မှုကိုဖြုတ်ပြီး ထပ်မံချိတ်ဆက်ပါ။",

  "商务": "လုပ်ငန်းလုပ်ဆောင်မှုရုပ်ပုံ",

  "耳机说明书": "နားကြပ် လမ်းညွှန်စာအုပ်",

  "加载耳机说明书失败": "နားကြပ် လမ်းညွှန်စာအုပ် ကိုဖတ်မရပါ",

  "暂无耳机说明书内容": "နားကြပ် လမ်းညွှန်စာအုပ် အကြောင်းအရာ မရှိသေးပါ",

  "立刻前往": "ယခု သွားပါ",
  "已深度思考（用时": "နက်နဲစဉ်းစားပြီး (ကြာချိန် ",
  "秒": " စက္ကန့်",
  "思考中": "စဉ်းစားနေသည်",
  "繁体中文": "ရိုးရာ တရုတ်ဘာသာ",
  "英语": "အင်္ဂလိပ်ဘာသာ",
  "日语": "ဂျပန်ဘာသာ",
  "俄语": "ရုရှားဘာသာ",
  "法语": "ပြင်သစ်ဘာသာ",
  "西班牙语": "စပိန်ဘာသာ",
  "意大利语": "အီတလီဘာသာ",
  "越南语": "ဗီယက်နမ်ဘာသာ",
  "泰语": "ထိုင်းဘာသာ",
  "韩语": "ကိုးရီးယားဘာသာ",
  "德语": "ဂျာမဏီဘာသာ",
  "菲律宾语": "ဖိလစ်ပိုင်ဘာသာ",
  "马来语": "မာလေးဘာသာ",
  "印尼语": "အင်ဒိုနီးရှားဘာသာ",
  "阿拉伯语": "အာရဗ်ဘာသာ",
  "土耳其语": "တူရကီဘာသာ",
  "印地语": "ဟိန္ဒူဘာသာ",
  "高棉语": "ခမာဘာသာ",
  "葡萄牙语": "ပိုဒ်တူဂီဘာသာ",
  "缅甸语": "မြန်မာဘာသာ",

  "返回继续": "ဆက်လက်လုပ်ဆောင်ရန် ပြန်သွားပါ",
  "我的AI总结": "ကျွန်ုပ်၏ AI အကျဉ်းချုပ်",
  "会议全文": "ဆွေးနွေးပွဲအပြည့်အစုံ",
  "AI会议总结": "AI ဆွေးနွေးပွဲ အကျဉ်းချုပ်",
  "暂无AI总结内容": "AI အကျဉ်းချုပ်အကြောင်းအရာမရှိပါ",
  "暂无会议全文内容": "ဆွေးနွေးပွဲအပြည့်အစုံအကြောင်းအရာမရှိပါ",
  "网络不稳定，初始化失败": "ကွန်ယက်မတည်မြဲသဖြင့် စတင်မှု မအောင်မြင်ပါ",

  "请选择不同的语言": "ကျေးဇူးပြုပြီး အခြားဘာသာစကားတစ်ခု ရွေးပါ။",
  "我的AI实验室": "ကျွန်ုပ်၏ AI လုပ်ငန်းစမ်းသပ်ခန်း",
  "讲话人区分": "မိန့်ခွန်းပြောသူခွဲခြားမှု",
  "复制成功": "မိတ္တူကူးခြင်းအောင်မြင်ပါသည်",

  "荷兰语": "ဩလန်ဘာသာ",
  "匈牙利语": "ဟန်ဂေရီဘာသာ",
  "波兰语": "ပိုလန်ဘာသာ",
  "塞尔维亚语": "ဆားဘီးယားဘာသာ",
  "瑞典语": "ဆွီဒင်ဘာသာ",
  "乌克兰语": "ယူကရိန်းဘာသာ",
  "希腊语": "ဂရိဘာသာ",
  "立陶宛语": "လစ်သူအေးနီးယားဘာသာ",
  "拉脱维亚语": "လတ်ဗီးယားဘာသာ",


  "南非荷兰语": "အာဖရိကန်",
  "阿拉伯语（阿尔及利亚）": "အာရဗီ (အယ်လ်ဂျီးရီးယား)",
  "阿拉伯语（巴林）": "အာရဗီ (ဘာရိန်း)",
  "阿拉伯语（埃及）": "အာရဗီ (အီဂျစ်)",
  "阿拉伯语（伊拉克）": "အာရဗီ (အီရတ်)",
  "阿拉伯语（以色列）": "အာရဗီ (အစ္စရေး)",
  "阿拉伯语（约旦）": "အာရဗီ (ဂျော်ဒန်)",
  "阿拉伯语（科威特）": "အာရဗီ (ကူဝိတ်)",
  "阿拉伯语（黎巴嫩）": "အာရဗီ (လက်ဘနွန်)",
  "阿拉伯语（利比亚）": "အာရဗီ (လစ်ဗျား)",
  "阿拉伯语（摩洛哥）": "အာရဗီ (မော်ရိုကို)",
  "阿拉伯语（阿曼）": "အာရဗီ (အိုမန်)",
  "阿拉伯语（卡塔尔）": "အာရဗီ (ကာတာ)",
  "阿拉伯语（突尼斯）": "အာရဗီ (တူနီးရှား)",
  "阿拉伯语（阿联酋）": "အာရဗီ (အာရပ်စော်ဘွားများပြည်ထောင်စု)",
  "阿拉伯语（也门）": "အာရဗီ (ယီမင်)",
  "孟加拉语（孟加拉国）": "ဘင်္ဂါလီ (ဘင်္ဂလားဒေ့ရှ်)",
  "孟加拉语（印度）": "ဘင်္ဂါလီ (အိန္ဒိယ)",
  "巴斯克语": "ဘေ့စ်ခ်",
  "保加利亚语": "ဘူဂေးရီးယား",
  "加泰罗尼亚语": "ကာတာလัน",
  "捷克语": "ချက်",
  "丹麦语": "ဒိန်းမတ်",
  "英语（澳大利亚）": "အင်္ဂလိပ် (ဩစတြေးလျ)",
  "英语（加拿大）": "အင်္ဂလိပ် (ကနေဒါ)",
  "英语（加纳）": "အင်္ဂလိပ် (ဂါနာ)",
  "英语（印度）": "အင်္ဂလိပ် (အိန္ဒိယ)",
  "英语（爱尔兰）": "အင်္ဂလိပ် (အိုင်ယာလန်)",
  "英语（肯尼亚）": "အင်္ဂလိပ် (ကင်ညာ)",
  "英语（新西兰）": "အင်္ဂလိပ် (နယူးဇီလန်)",
  "英语（尼日利亚）": "အင်္ဂလိပ် (နိုင်ဂျီးရီးယား)",
  "英语（菲律宾）": "အင်္ဂလိပ် (ဖိလစ်ပိုင်)",
  "英语（南非）": "အင်္ဂလိပ် (တောင်အာဖရိက)",
  "英语（坦桑尼亚）": "အင်္ဂလိပ် (တန်ဇန်းနီးယား)",
  "英语（英国）": "အင်္ဂလိပ် (ယူနိုက်တက်ကင်းဒမ်း)",
  "英语（美国）": "အင်္ဂလိပ် (အမေရိကန်ပြည်ထောင်စု)",
  "菲律宾语": "ဖိလစ်ပီနို",
  "芬兰语": "ဖင်လန်",
  "法语（加拿大）": "ပြင်သစ် (ကနေဒါ)",
  "法语（法国）": "ပြင်သစ် (ပြင်သစ်)",
  "加利西亚语": "ဂါလာစီယံ",
  "德语": "ဂျာမန်",
  "古吉拉特语": "ဂူဂျာရသီ",
  "希伯来语": "ဟီဘရူး",
  "印地语（印度）": "ဟိန္ဒီ (အိန္ဒိယ)",
  "冰岛语（冰岛）": "အိုက်စလန် (အိုက်စလန်)",
  "意大利语（意大利）": "အီတလီ (အီတလီ)",
  "日语（日本）": "ဂျပန် (ဂျပန်)",
  "卡纳达语（印度）": "ကန်နာဒါ (အိန္ဒိယ)",
  "韩语（韩国）": "ကိုရီးယား (တောင်ကိုရီးယား)",
  "马来语（马来西亚）": "မလေး (မလေးရှား)",
  "马拉雅拉姆语（印度）": "မလေးရာလัม (အိန္ဒိယ)",
  "马拉地语（印度）": "မာရသီ (အိန္ဒိယ)",
  "挪威语（挪威）": "နော်ဝေ (နော်ဝေ)",
  "葡萄牙语（巴西）": "ပေါ်တူဂီ (ဘရာဇီး)",
  "旁遮普语（印度）": "ပန်ချာပီ (အိန္ဒိယ)",
  "罗马尼亚语（罗马尼亚）": "ရိုမေးနီးယား (ရိုမေးနီးယား)",
  "俄语（俄罗斯）": "ရုရှား (ရုရှား)",
  "斯洛伐克语（斯洛伐克）": "စလိုဗက် (စလိုဗက်ကီးယား)",


  "自定义关闭时间": "စိတ်ကြိုက်ပိတ်ချိန်",
  "小时": "နာရီ",
  "分钟": "မိနစ်",
  "自然": "Nature",
  "助眠": "Sleep aid",
  "治愈": "Healing",
  "喜欢": "Like",
  "定时器": "အချိန်ကိုက်စက်",
  "播放定时关闭": "ဖွင့်ထားသည့်အချိန်ကုန်လျှင်ပိတ်မည်",
  "列表循环": "စာရင်းလည်ပတ်မှု",
  "单曲循环": "တစ်ပုဒ်တည်းလည်ပတ်မှု",
  "随机播放": "ကျပန်းဖွင့်မည်",
  "菜单": "မီနူး",

  "为了提供更好的产品体验我们必须向您申请以下权限": "ထုတ်ကုန်အသုံးပြုမှုအတွေ့အကြုံကို ပိုမိုကောင်းမွန်စေရန် အောက်ပါခွင့်ပြုချက်များကို မင်းထံ တောင်းဆိုရန် လိုအပ်ပါသည်",
  "定位权限": "တည်နေရာခွင့်ပြုချက်",
  "用于扫描和连接附近的蓝牙设备，确保耳机与我们的 APP 顺利配对": "အနီးရှိ Bluetooth စက်များကို စကန်၍ ချိတ်ဆက်ရန် အသုံးပြုသည်၊ နားကြပ်ကို ကျွန်ုပ်တို့၏ APP နှင့် ပြေပြစ်စွာ တွဲဖက်နိုင်စေရန်။",
  "连接设备权限": "စက်ချိတ်ဆက်ခွင့်ပြုချက်",
  "用于耳机与我们的APP建立连接": "နားကြပ်နှင့် ကျွန်ုပ်တို့၏ APP တို့အကြား ချိတ်ဆက်မှု တည်ဆောက်ရန် အသုံးပြုသည်။",
  "蓝牙扫描权限": "Bluetooth စကန်းခွင့်ပြုချက်",
  "扫描和发现附近的蓝牙设备以便进行连接": "ချိတ်ဆက်ရန် အနီးရှိ Bluetooth စက်များကို စကန်ပြီး ရှာဖွေခြင်းအတွက် အသုံးပြုသည်။",
  "互联网权限": "အင်တာနက်ခွင့်ပြုချက်",
  "访问网络用于获取和上传数据": "ဒေတာဒေါင်းလုပ်နှင့် အပ်လုတ်လုပ်ရန် ကွန်ယက်ကို ချိတ်ဆက်ရန် အသုံးပြုသည်။",
  "读取电话状态权限": "ဖုန်းအခြေအနေဖတ်ခွင့်ပြုချက်",
  "获取设备信息和当前网络状态": "စက်အချက်အလက်နှင့် လက်ရှိကွန်ယက်အခြေအနေကို ရယူရန် အသုံးပြုသည်။",
  "存储权限": "သိုလှောင်ခွင့်ပြုချက်",
  "用来保存错误信息和崩溃日志，保证用户的体验": "အမှားအချက်အလက်နှင့် ကြောက်ထွက်မှတ်တမ်းများကို သိမ်းဆည်းပြီး အသုံးပြုသူအတွေ့အကြုံကို ကောင်းမွန်စေရန် အသုံးပြုသည်။",
  "设备未连接,请重新连接": "စက်မချိတ်ဆက်ရသေးပါ၊ ကျေးဇူးပြု၍ ပြန်ချိတ်ဆက်ပါ။",
  "设备未连接": "စက်မချိတ်ဆက်ရသေးပါ။",
  "有线耳机已断开": "ကြိုးနားကြပ် ချိတ်ထားမှု ဖြုတ်သွားပါပြီ။",

  "翻译": "ဘာသာပြန်ခြင်း",
  "商务会议": "စီးပွားရေး အစည်းအဝေး",
  "私人谈判": "ပုဂ္ဂိုလ်ရေး ညှိနှိုင်းပွဲ",
  "商务演讲": "စီးပွားရေး တင်ပြချက်များ",
  "团队讨论": "အဖွဲ့ဆွေးနွေးပွဲများ",
  "其他翻译模式": "အခြားဘာသာပြန်မုဒ်",

  "课堂学习": "အတန်းခန်း သင်ယူမှု",
  "听讲座": "ဟောပြောပွဲ တက်ရောက်ခြင်း",
  "随意聊天": "လွတ်လပ်စွာ စကားပြောခြင်း",

  "stuh_instruction": "အသုံးပြုသူဘက်:\\nနားကြပ်ထဲမှာ ပြောဆိုပါ → ဖုန်းက ဘာသာပြန်ပြီး၊\\nဖုန်း၏ စပီကာမှ တစ်ဖက်သူအတွက် ဆက်ပြသပါ။\\n\\nတစ်ဖက်သူဘက်:\\nဖုန်းနားနီးလို့ ပြောဆိုပါ → ဖုန်းက ဘာသာပြန်ပြီး၊\\nနားကြပ်မှ အသုံးပြုသူနားထဲသို့ ထုတ်ပြသပါ။",

  "meeting_instruction": "သင်မှတ်တမ်းတင်လိုသော ဘာသာစကားကို ရွေးချယ်ပါ၊\\nစာသားထုတ်ယူမုဒ်ကို ဖွင့်ပြီး၊\\nပြောသူ၏ စကားများကို အချိန်နှုန်းတိုင်း စာသားသို့ ပြောင်းပါ။\\n\\nပြီးဆုံးလျှင် TXT ဖိုင်များနှင့် အသံဖိုင်များကို သိမ်းဆည်းကာ တင်ပို့ပါ။",

  "bm_instruction": "လူနှစ်ဦး တစ်ယောက်ချင်းစီ နားကြပ်တစ်စုံကို ဝတ်ဆင်ထားသည်။\\nမိမိ၏ဘာသာစကားဖြင့် ပြောဆိုပါက၊ ဖုန်း၏ ဘာသာပြန်အက်ပ်မှ ဘာသာပြန်ထားသည့်ရလဒ်ကို တစ်ဖက်သူ၏ နားကြပ်သို့ အချိန်နှုန်းတိုင်း ပို့သည်။\\n\\n★ လူများသည် မတူညီသောဘာသာစကားဖြင့် ပြောဆိုသော်လည်း ဆက်သွယ်နိုင်ကြသည်။",

  "smi_instruction": "နားကြပ်များကို ဝတ်ဆင်ပါ။\\nဖုန်းသည် ပြောသူ၏ စကားများကို တိုက်ရိုက် ဘာသာပြန်ကာ\\nနားကြပ်မှ သင့်ထံ ထုတ်ပြသပါလိမ့်မည်။",

  "无法进行录音，请跳转到系统设置允许访问麦克风权限": "အသံမှတ်တမ်းလုပ်၍မရပါ။ သင့်စနစ်အဆင့်သို့သွားပြီး မိုက်ခရိုဖုန်းဝင်ခွင့်ကိုအတည်ပြုပါ။",
  "是否注销账号?": "သင်၏အကောင့်မှထွက်လိုပါသလား?",
  "修改讲话人名称": "အဆိုပါလူ၏နာမည်ကိုပြင်ဆင်ပါ",

  "离线翻译模式": "အော့ဖ်လိုင်း ဘာသာပြန်ခြင်း ",
  "免费新功能即将上线": "အသစ်သောအခမဲ့အင်္ဂါရပ်များရက်တွင် ရောက်ရှိမည်",
  "2025年7月30日": "2025 ခုနှစ် ဇူလိုင် 30",

  "阿拉伯语（沙特阿拉伯）": "အာရပ်စာ (ဆော်ဒီအာရေဗီးယား)",
  "阿拉伯语（巴勒斯坦）": "အာရပ်စာ (ပါလက်စတိုင်း)",
  "粤语": "ကန်တုန်းနီ"


}